packages/django-jbank/django-jbank-3.8.6.tar.gz/django-jbank-3.8.6/logs/ws/00000022a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:pkif="http://danskebank.dk/PKI/PKIFactoryService" xmlns:elem="http://danskebank.dk/PKI/PKIFactoryService/elements">
  <soapenv:Header/>
  <soapenv:Body>
    <pkif:CreateCertificateIn>
      <pkif:RequestHeader>
        <pkif:SenderId>6D3142</pkif:SenderId>
        <pkif:CustomerId>6D3142</pkif:CustomerId>
        <pkif:RequestId>22</pkif:RequestId>
        <pkif:Timestamp>2020-07-20T20:04:15.092144+03:00</pkif:Timestamp>
        <pkif:InterfaceVersion>1</pkif:InterfaceVersion>
      </pkif:RequestHeader>
    <EncryptedData xmlns="http://www.w3.org/2001/04/xmlenc#" Type="http://www.w3.org/2001/04/xmlenc#Element">
<EncryptionMethod Algorithm="http://www.w3.org/2001/04/xmlenc#tripledes-cbc"/>
<KeyInfo xmlns="http://www.w3.org/2000/09/xmldsig#">
<EncryptedKey xmlns="http://www.w3.org/2001/04/xmlenc#">
<EncryptionMethod Algorithm="http://www.w3.org/2001/04/xmlenc#rsa-1_5"/>
<KeyInfo xmlns="http://www.w3.org/2000/09/xmldsig#">
<X509Data>
<X509Certificate>MIIFATCCAumgAwIBAgIFAQjv8bkwDQYJKoZIhvcNAQELBQAwgZgxEDAOBgNVBAMT
B0RCR1JPT1QxCzAJBgNVBAYTAkRLMRMwEQYDVQQHEwpDb3BlbmhhZ2VuMRAwDgYD
VQQIEwdEZW5tYXJrMRowGAYDVQQKExFEYW5za2UgQmFuayBHcm91cDEaMBgGA1UE
CxMRRGFuc2tlIEJhbmsgR3JvdXAxGDAWBgNVBAUTDzYxMTI2MjI4MTExMDAwMzAe
Fw0yMDAyMDQxMjAwMDBaFw0yMjAyMDQxMjAwMDBaMIGYMRAwDgYDVQQDEwdEUENS
WVBUMQswCQYDVQQGEwJESzETMBEGA1UEBxMKQ29wZW5oYWdlbjEQMA4GA1UECBMH
RGVubWFyazEaMBgGA1UEChMRRGFuc2tlIEJhbmsgR3JvdXAxGjAYBgNVBAsTEURh
bnNrZSBCYW5rIEdyb3VwMRgwFgYDVQQFEw82MTEyNjIyODQ5MTAwMDkwggEgMA0G
CSqGSIb3DQEBAQUAA4IBDQAwggEIAoIBAQCmSUzQYj0Fx3jwvkz0lhmyyXRKwo5T
hts+1xFrG7euQ6oIMUJJpr8tgKxwDxdxxK/RXaYCHRH9mpIoyxCPlS3reRF4BMB6
gL2KOINnRyC3jmJ7kYHyWdhYfMb5VPIvusqPXc91HdVJb6rxvVSrTy/dB+V1od2q
uHNxA+Luhno37CXU1STrVvSrgHzOm45MROryuOu0lWY+d49tWZN9ilNI2Rf8mJjT
ZVKwJu4v02jXLGAqWpXQX0vxa7nI1D0xkOqnTvd04iDOdDE+jRtiy3SF8508LRqQ
jRH+9TZbX++yFd9Z/AR2h6AwM8OsLSC1QMJG7KeJw8st7K9i8KEOdglpAgEDo1Iw
UDAfBgNVHSMEGDAWgBTrVX/FmGlwJqoQ3fgyj1cJ40A/OjAdBgNVHQ4EFgQUMowN
BX+7Vy5lfO+d+tCxZ+ZupdYwDgYDVR0PAQH/BAQDAgQwMA0GCSqGSIb3DQEBCwUA
A4ICAQA+TV7cAPm5mKIAzTfuS4x4/KAlysTXZ3o0F2fYZmylNnUafi0+T21utPAv
bBYVFpr9fRq+q0L75ZCqU4pDvRLpHF7Q0RZ01ra7otVS78saxc/YUql+MsnHxeUw
9F8FJx7234KlRkhmY8xB743T/LQcp3zCRYUd0Rn2Ocaq7YoYGnx8QALItmJcagsX
MwYVsvXtWHHaDGFpcaivLX3e8cVQ+nI7slq1EfJ5xEdtSZ/zcGv+Ve4S6D1HLQ/K
oTQMzematrVvwwJMuqLMQdA1Pdtau3niupB3Se7AUq0bEZYF04Zlo4sOE21K9gSt
lJ5tSq0ohli02uXuQ/ggsqZSIH4t9WirWOMpS4KFkub02AYaicbm6SUyVg+odEaj
cFz+TEqd9C7cGgBL6MkLxXGj0DX64z4yU9lMlqQ8CzuZi5cMfpxvHVm4E+etLnYf
fzZ6jPnf3RbVumxPaRqnz6vceijWtmESg6cBei+phPzMCjjrXP0xng3+Bzqdn/lY
e8znS54o+UWJcENwvGc6tsUtBYGJOe6srIJHrXQKTG3DN6oDN2U5zT4cUBFvlHjx
fdj14m0Y0+gE90iTUJknWVRyyNDhPbYG1YCHRItVUxpGIp9tsV5FRP5qVbiMC7ba
hEsDAxMvL29i1vJbnJPT9e4OPkhEN5IqVQbu0QeOKMYT/YMZZQ==</X509Certificate>
</X509Data>
</KeyInfo>
<CipherData>
<CipherValue>WwLvGL6plORIyQlVYiLrrUrjeR3XzKw5Zv+Cv69n/k6MX6bVngTIBjNf1bhXry2e
6WfbYNeQ7nNU0grTeEESc7GoMIttyM9KBfJMGvkYbIT0oo/Caww7wJPc3k8wPIku
laspbKkdUSMuTcZd/FUhOXc3RzMuhH+s10xHU5tIGW/4bAk1k9shc5P08iQ3/aOr
g64+CnvsnNe+BXZ7SD+0JUmFhwrSU5tCFN1pu5awspSY3tffkLP1F8hsSjHxwlF4
wJwZpQgzRMnCRQjSVdXwO11T88nBE5z34g9Nic3RNezlV7FfqrhaE9+OR1vxQJIt
urDy50r3PROVN22jr3G/aw==</CipherValue>
</CipherData>
</EncryptedKey>
</KeyInfo>
<CipherData>
<CipherValue>r1f8Ygrt57Z50dpNxujT6IRS9a94nVuQddQeOEBxwqCgXrWw7o1C5uJ4jo6AA4lK
g7QJkQ/sQvCTr2AS2tIq5q6uvZrfHojnBnt2JAfZFWHjH4iLUHmsTgRClrIottCi
yT0m4NCYHAKUMaBIew92d3Xv7Byq1GauYMq9dPbDEqOFhwR3dmpKIIH5JbdMAAUh
6welk05IfW6EGP7156h90WyBXPCdH+4VnGwEuzIRYTNzH/upy7o11jQu6wKC4nnX
9MSUrwcy+p65oHyv/csbCfYZKNM3sPaI3LZXxGxpCKGLIHFymz4fHQoxPtihfZTS
OUOc2Slp1cbvnZA53LBsZYRyrkIZA7vPONIa7nkPyQfNyHDLeD5c0IzpOxGIWDWY
u8FdOE9DkPLx3HzJGNiM4GOuAH0D6VbtFs70bsrZ01IsnBwa6ADT01GUYxaZ2mNL
iuDmpdYw9pgchpYRkdn0jn0JqI3+Fx18eO586k1xzOiOO0abMfBE5TP9S4KqSLOM
VQ+r1JxgLe1NhyZtd2VpLOR+xUwPY/6YS4ASieqftpKV0UVJilMZf2iEzWMsQN1D
q3LOaCEt6kccsJIEtqruouaaYuT+RboPoGcfqu9wQJpG2S1KYi0DCrjYfEB+dW2x
foZzPJzTy2b7o4BcyqLioeQtAWXPjpfXK8b3hPkv/f9o01c7mYJK22/SJIuyLiJw
vf5pi67UCWUy1i1UHr0ufUuhODY2p6Fm2bhXCoeDoMkM68vKs/lCxwCQxxCqdz9o
r46CUiBBjJc5XiYYQ1mjTfeMgMR291XB924FI+dtKuVH1eGi3V3uHsXTUpYiqKSB
JtBLhG26k/olFeCYqinaj/m432gURdW1DAW7e8w4Bj7cev+k6TTs66w/nhmKvRfW
6M+crige11rM1i+rZyHWs2YkfW6zUp6Qq4T625LL69cFf2+nMcdJj0fQfEk7zcHh
qujmLt9nfrakeySK++QiEIUEpjr4TN5c/HhGcvlbkWjSOTWKb3SbAqrbTTvGlH0J
Uyek2KxC8hX6GlH9oD62HKUytLmtwZB+PRmQVpv6nbWpdx+VWK4ykQBCUfsEui8z
xdeQetASOZlmF4dcL0GhDAIQ4yezR0gkdv+hZGpIencepALT4LHXC7y4YDBBb67d
J7DQMo9ZVK3tpkjXC48kcSQKLgSyQTb0LlWA3zq4pzh4at0KhXqOywDnpthvTp5V
eBbOlXZI5Q3u28hui4q42YLSC3Of9WRVXZlubypGO9uVdo5K2/geWBLjZZTyDMkI
QvJHpuWZUnsakQuB/IuMMzTyCAZwOrseiwVAOVhjiQRJ+t/9Jyvk2CxzyXb2k2tE
AfPPfMo68Ju/UrK5O+Z4f5vsEZvrJxowm/1tI0ky+JszRqhaW1ebzZoA/ijRI5Wk
DMl5v9s9yeMgApKRCpff6I++KoF/7suH+ETErF8q7rbpHlEgczTMsc3gj3KwqhoI
DF0nVl0GM41kJkIUqUdRjZkasMFAxPIJ8XFF7+Pk2nJRHEx3Q9sQiteWnJJpFU4M
7AfPmpHyvyUtTEVxYuQJSfEXw1qpREyjX3vg6Q8dfj0kjkOzAEHHVCVP31oSHRtL
GKSnIpL4BY9tXz2RCDhEfXcuSE441+Uut257ge1WEa2MNdrWx3wMKbrigIcJkMJG
vUynBYPDFwS8QvSjNeuFYhsbPy5kDPTvwDlPgzIEmM9QKRISPsY97BnT7sH+6K0O
LnhSBNXXJKaWmBcN7ccSYNTcyoi1AhamP/DVWJX526Y66saJsI3B8JH6sw8a3dTI
7PkkL+Q36M8udIi9V+JshmCfMWLvWzL3/vllkdVrECIHyoksxS4UC7gApeRzQ8Y+
JPHE+1xLQGWVEg5nmnnpPV4dCS5k5aSE5JY5gZzulVBDMJX2WSKF6DcKMW0auXQV
S5oLbEz3RJtP87HL3tHNc1+tIigy78RMX8T+FJs8i1QpJoQ4noBhlqTxHYgr0gPq
z899NFTf+Yzn98dBpHIyxeG/m+9tjwWtXF3iStp26MblfxRc3jM2THYwszHHwEUy
dhpKULHy0PML035oCG1+C8qc1GYTRWtmPqFyrcN0apu2PcFM3h8ZKVJ/aIUisKGz
ntxC8pZ8NzolFm7J4X7RLcku10h+QVtO2mT6T++y5tjDr96vyANhhOqhImIKSLHf
5natcnGZmz8nv8sBwP6HUpKRumIc/GWsats4TfqIAtQ5GPbFOtzhkpnMQIPyDlFG
m/LOPn8v56C3ugVvbeZbNHH0oCGkZwlXc/kDcUd777MbuXvamEH6vNItO/LIq0ic
v/zgygGdAcYmUp80BS+chz5IiFprmFvXdMsIyTEZcfxOivzlcNbd9wlKWrJeYBvi
QxifXt32A8StRQjhZXCevPEbf64ML5vxye52RXhlReNTA0WFSEouRq82w1s9i/4l
HlPYHIfZnF4W4Im///cwjVRY69rQYo3SqNwFZHR6w7WdGIfr/4+m0gJJmuk47tYA
4Tbflt5MAoooFpEhqUs4LnkqXFRlh2NWaZd4FEBr5W5JuJG4o/newctISMGhry9L
6UhZNh8mpude2tjbwKppG21fJvzXG0PmGQMxKoy/YCCfTT1msqkm3O8ZTSykQ2UG
WXuairFmLHzY9BylooIVw2ENji65vzbnnnicStaf2wl4utHyAI80unnfj4MgONU7
ULz4OxW/3br2ZqKJ/r21lPZyvzD6dNqBPNC7mk5OhQjOlwc121a5L2q4xEWGOS8n
a8t725K7RHmkVkvgOd6+bKauPd66GzCL8sMQNfEf5ziimD9drbzZnUfo9kBLRJfd
HtAD/EqBY/qlU4Y80x/Z/rFIx0C5+WhxyUrX30sA6jRLccQ528abl8iu6prfVvNz
V5M8UdfU6H7M13VCn8NAQGDR+WSxCPUub1e0hsFBD3olwZyzKx9FeVFgsfZz235u
EeiQsgGW85d7jRny4QQx849nEwawy5A7EXpEjJ0GmlSvfX0RDVF8EJ7cJ8AJhluC
Cu6ByL9YbRs0gbNhW21RQme6aIpxw+qsfuwTAGs1cKnPCtI7cSxn1DTLKeuOR3SV
oaOy98otHQcEP4JWwfw6mdwFoPhjg4fByxRHDPor4tTPFV3rzlcVlpTz1hHVMNAk
Ffh1+xR15wwQ4IqjM6SIL40Af1Zjz6tlrnUfXETKdbB4n+J3ZfsP87NaBxC4B/MU
5f2ZFzxS8cIYrRcAQfnanMTq9Bucs3rbPZEiO2ViguzzgEKkJiO66NS8TfdQqdcg
q2N1RsjFuTfOoIgfukWf8H52bPK/LI/hmcvplsr1zbNltUyNLMMQhwPWC36nJSSV
vNY8vbTXByVdlezoFMMjPSWNZ/aqLFaW909Kv0NgOeM+8e2JPsF59ITV36dQgggs
B4QKg0udPnXV7qzgtN47q/TlJpiGhpRYhdLWiDAGtmRTesOmcdtWXpBgB0pY3R89
fQV/gM1umzSF/EdTGD9+FO3N0Gmocr4iyF3xi82NhTNhGWtWOK7zo/GJSeeQ86k7
7fHIhvpYvfp8dXva3cgf402HmPfJngTJ0NkIXxUlt8neYua1fdor9Q==</CipherValue>
</CipherData>
</EncryptedData></pkif:CreateCertificateIn>
  </soapenv:Body>
</soapenv:Envelope>